

ticket_flight_message = """
✈️ جزئیات پرواز:
━━━━━━━━━━━━━━━━━━━
🆔 کد پرواز: FlightID
🚀 هواپیمایی: Airline
✈️ شماره پرواز: FlightNo
━━━━━━━━━━━━━━━━━━━
📍 مبدأ: Origin
📍 مقصد: Destination
━━━━━━━━━━━━━━━━━━━
⏰ زمان پرواز: DepartureTime
⏳ زمان فرود: ArrivalTime
━━━━━━━━━━━━━━━━━━━
💺 کلاس پروازی: CabinClass
🎟 ظرفیت باقی‌مانده: Capacity نفر
━━━━━━━━━━━━━━━━━━━
💰 قیمت بلیط:  
👨‍🦳 بزرگسال: AdultFare تومان  
🧒 کودک: ChildFare تومان  
👶 نوزاد: InfantFare تومان  
━━━━━━━━━━━━━━━━━━━
🧳 مقدار بار مجاز: Baggage
"""